[
    {
        "title": "Pride and Prejudice",
        "author":"Jane Austin",
        "publishDate":"June 1st, 1998",
        "description": "This is a description for item 1. Lets see how this works wwhen you put really big chunks of text in there",
        "summary": "'Pride and Prejudice' by Jane Austen is a classic novel written in the early 19th century. The story delves into themes of love, social class, and individual agency, largely revolving around the life of Elizabeth Bennet, one of five sisters from a modest but genteel family navigating the complex social landscape of Regency England. The opening of the novel introduces the seemingly universal truth that a single man of wealth is a target for matchmaking mothers in the neighborhood. Mrs. Bennet is eager to marry off her daughters and is excited to hear about the arrival of Mr. Bingley, a wealthy young man who has taken up residence at Netherfield Park. Mr. Bennet's teasing yet indifferent nature contrasts sharply with Mrs. Bennet's anxious and businesslike demeanor as she plans to visit Mr. Bingley to create an opportunity for her daughters. Their witty exchanges set the tone for the story's exploration of family dynamics and social expectations, while also hinting at deeper character developments and the challenges Elizabeth will face regarding love and prejudice in her interactions with Mr. Darcy and the Bingley family.",
        "image": "./images/prideAndPrejudice.jpg",
        "image2": "image1.jpg",
        "image3": "image1.jpg"
    },
    {
        "title": "Leviathan",
        "author":"Thomas Hobbes",
        "publishDate":"May 1st, 2002",
        "description": "This is a description for item 2.",
        "summary": "'Leviathan' by Thomas Hobbes is a philosophical treatise written in the mid-17th century. The book explores the structure of society and legitimate government and creates an objective science of morality. Hobbes argues for a strong central authority to avoid chaos and civil war, emphasizing the social contract and the necessity of a sovereign power to maintain order and protect citizens. The opening of 'Leviathan' sets the stage for Hobbes' exploration of human nature and the foundations of society. He begins by discussing the concept of an artificial man, the Common-wealth, likening it to a great Leviathan created through social contracts among individuals. Hobbes emphasizes the importance of understanding human desires, fears, and the underlying motivations that drive individuals to form societies, laying the foundation for his arguments about governance, civil order, and the relationship between individuals and authority. Through a direct and analytical style, Hobbes invites readers to reflect on the complexities of human motivations and their impact on societal structures.",
        "image": "./images/leviathan.jpg",
        "image2": "image1.jpg",
        "image3": "image1.jpg"
    },
    {
        "title": "Item 3",
        "author":"",
        "publishDate":"",
        "description": "This is a description for item 3.",
        "summary": "'Political Ideals' by Bertrand Russell is a philosophical treatise written in the early 20th century that explores the principles underlying political thought and institutions. Russell discusses the need for new ideals to guide political structures, emphasizing that true political efforts should focus on enhancing individual lives rather than merely managing societal order. The book critiques existing political systems, particularly capitalism and socialism, while advocating for a political atmosphere where individual creativity is encouraged over possessiveness. At the start of the text, Russell establishes a critical tone regarding the current political landscape, asserting that prevailing ideals lead to human suffering and restrict individual potential. He believes that the primary aim of politics should be the flourishing of individuals, advocating for a form of governance that promotes creative impulses while minimizing the possessive instincts that drive competition and conflict. Russell contrasts different types of goods and impulses, arguing that mental and spiritual well-being should take precedence in shaping societal values. Through clear analysis, he sets the stage for a discussion on the implications of various political ideologies and their impact on human character and societal progress.",
        "image": "./images/politicalIdeals.jpg",
        "image2": "image1.jpg",
        "image3": "image1.jpg"
    }
]